tutorials/cfdemSolverRhoPimpleChem/Shrinking_particle_model/CFD/constant/combustionProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      combustionProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

combustionModel  noCombustion<psiThermoCombustion>;//laminar<psiChemistryCombustion>;////noCombustion<psiThermoCombustion>;//PaSR<psiChemistryCombustion>;

active  false; //true;


noCombustionCoeffs
{
    
}
/*
PaSRCoeffs
{
    Cmix                1.0;
    turbulentReaction   on;
}


// ************************************************************************* //
