tutorials/cfdemSolverRhoPimpleChem/Shrinking_particle_model/CFD/constant/foam.inp
species
(
    O2
    CO2
);

reactions
{

}

